IDEA Open Model
ColumnData.SecondOrderEffectInput Property
Compatible with IDEA StatiCa v 10.1
 Indicates, whether use user values or calculate 2'nd order effect.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public InputValue SecondOrderEffectInput { get; set; }
Public Property SecondOrderEffectInput As InputValue
	Get
	Set
public:
property InputValue SecondOrderEffectInput {
	InputValue get ();
	void set (InputValue value);
}
Property Value
Type: InputValue
See Also
Reference
ColumnData Class
IdeaRS.OpenModel.Concrete Namespace